---
kind: enumMember
id: F:Autodesk.Revit.DB.NumberSystemDisplayRule.Odd
enum: Autodesk.Revit.DB.NumberSystemDisplayRule
source: html/037d1070-f6e0-df3b-f7bf-91f645a9dddb.htm
---
# Autodesk.Revit.DB.NumberSystemDisplayRule.Odd

The number system will only display the odd numbers.